{
    "fi": {
        "greeting": "Terve!",
        "kpl1": "Olen full-stack netti- ja sovelluskehittäjä Tampereelta. Rakennan nettipalveluita asiakkaiden sekä omiin tarpeisiini. Välitän erityisesti energiatehokkuudesta, saavutettavuudesta, yksityisyydestä ja calm technology-periaatteista. Minulla on myös äänialan työtaustaa ja teen freelance-työtä ääniteknikkona ja mediakonsulttina.",
        "kpl2": "Minulla on kokemusta Wordpress-sivustojen ja -teemojen kehittämisestä, ja myös staattisten sivujen (kuten tämä). Rakennan nettisovelluksia pääaasiassa NodeJS:llä, usein TypeScriptilla ja MERN-stackilla, ja olen jonkin verran perehtynyt myös muihin kieliin ja frameworkeihin (kuten Java ja Googlen Apps Script). Olen monipuolisesti ottanut vastaan UX-, UI-, front end-, back end-, tietokanta- ja devops-tehtäviä, pystyn vaikka mihin paitsi hyvän mainostekstin kirjoittamiseen.",
        "triviatitle": "Lisätietoa minusta",
        "trivia": [
            {
                "starttext": "Olen ",
                "linktext": "Tapahtuma- ja Mediarenessanssi ry:n",
                "endtext": "puheenjohtaja ja tekninen konsultti - tarjoan tapahtuma- ja mediapalveluita aktivisteille ja kulttuuritoimijoille",
                "url": "https://tapahtumajamedia.wordpress.com/"
            },
            {
                "starttext": "Olen aktiivinen politiikassa ja ympäristöaktivismissa, ja autan pyörittämään",
                "linktext": "luontoaiheista keskustelufoorumia",
                "endtext": "Tampereella",
                "url": "https://www.instagram.com/luontoklubi.tre/"
            },
            "Olen myös pitänyt luentoja netti- ja tietoturvallisuudesta ja ympäristöfilosofiasta",
            "Olen kahden erittäin tyhmän kissan ylpeä isähahmo",
            "Tykkään junista ja olen käynyt usealla monen päivän junareissulla halki Eurooppaa",
            "Olen sertifioitu lampaankeritsijä",
            "Olen suuri raskaan musiikin ystävä ja soitan selloa, pianoa ja sähkökitaraa",
            "Arvostan ranskalaisia viivoja"
        ]
    },
    "en": {
        "greeting": "Hello!",
        "kpl1": "I'm an independent full-stack website and web app developer from Tampere, Finland collaborating with clients and making things I’m interested in. I especially care about energy efficiency, accessibility, privacy and calm technology principles. I also have a background in audio technology and take on freelance work as a live sound technician, recording technician and media consultant.",
        "kpl2": "I have experience building custom Wordpress sites and themes, as well as static sites like this one with Eleventy. I've also made web applications with NodeJS, for instance using MERN stack, and dabbled in some other languages and frameworks (like Java and Google's Apps Script).  I can handle UX, UI, front end, back end, database management, devops, pretty much anything except decent copy writing.",
        "triviatitle": "Fun facts about me",
        "trivia": [
            {
                "starttext": "I am the chairperson and technical consultant of",
                "linktext": "Tapahtuma- ja Mediarenessanssi ry,",
                "endtext": "a nonprofit organisation providing low-cost event and media services",
                "url": "https://tapahtumajamedia.wordpress.com/"
            },
            {
                "starttext": "Olen aktiivinen politiikassa ja ympäristöaktivismissa, ja autan pyörittämään",
                "linktext": "luontoaiheista keskustelufoorumia",
                "endtext": "Tampereella",
                "url": "https://www.instagram.com/luontoklubi.tre/"
            },
            "I’m active in local politics and community organising, and currently help run regular discussion forums on politics and environmental protection",
            "I've also lectured publicly on information security and environmental philosophy",
            "I am the sproud parent of two very stupid cats",
            "I love trains and train travel and have taken several multi-day train journeys across Europe",
            "I am a certified sheep shearer",
            "I'm an inveterate heavy metal fan and play the cello, piano and electric guitar",
            "I enjoy a bulleted list"
        ]
    }
}